Revit 2027 API
ParameterTypeId.DuctInsulationThickness Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DuctInsulationThickness { get; }
Public Shared ReadOnly Property DuctInsulationThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DuctInsulationThickness {
	ForgeTypeId^ get ();
}
static member DuctInsulationThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace